Revit 2027 API
ParameterTypeId.SectionCoarserScalePulldownImperial Property
 "Hide at scales coarser than"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionCoarserScalePulldownImperial { get; }
Public Shared ReadOnly Property SectionCoarserScalePulldownImperial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionCoarserScalePulldownImperial {
	ForgeTypeId^ get ();
}
static member SectionCoarserScalePulldownImperial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace